Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 此日程没有可识别的Zoom、Google Meet或Microsoft Teams加入链接。
de: Dieses Ereignis enthält keinen erkennbaren Beitrittslink für Zoom, Google Meet oder Microsoft Teams.
en: No recognizable Zoom, Google Meet, or Microsoft Teams join link was found in this event.
es: Este evento no contiene un enlace reconocible para unirse a Zoom, Google Meet o Microsoft Teams.
fr: Cet évènement ne contient aucun lien reconnu pour rejoindre Zoom, Google Meet ou Microsoft Teams.
id: Tidak ditemukan tautan gabung Zoom, Google Meet, atau Microsoft Teams yang dapat dikenali di acara ini.
it: In questo evento non è stato trovato un link riconoscibile per partecipare a Zoom, Google Meet o Microsoft Teams.
ja: この予定には、認識できるZoom、Google Meet、またはMicrosoft Teamsの参加リンクがありません。
ko: 이 일정에는 인식할 수 있는 Zoom, Google Meet 또는 Microsoft Teams 참가 링크가 없습니다.
nl: Deze activiteit bevat geen herkenbare deelnamelink voor Zoom, Google Meet of Microsoft Teams.
pl: W tym wydarzeniu nie znaleziono rozpoznawalnego łącza do spotkania Zoom, Google Meet ani Microsoft Teams.
pt_br: Este evento não tem um link reconhecível para entrar pelo Zoom, Google Meet ou Microsoft Teams.
ru: В этом событии нет распознаваемой ссылки для подключения к Zoom, Google Meet или Microsoft Teams.
tr: Bu etkinlikte tanınabilir bir Zoom, Google Meet veya Microsoft Teams katılma bağlantısı yok.
vi: Sự kiện này không có liên kết tham gia Zoom, Google Meet hoặc Microsoft Teams mà ứng dụng nhận dạng được.
zh_hant: 此行程沒有可辨識的Zoom、Google Meet或Microsoft Teams加入連結。

# 每 4 轮后安排长休息，最后一轮结束后停止。
source: 每4轮一次长休息，最后一轮结束就停。
de: Alle 4 Runden eine lange Pause. Nach der letzten Runde endet der Timer.
en: A long break every four rounds. Stops after the last round.
es: Descanso largo cada 4 rondas. Se detiene tras la última.
fr: Pause longue tous les 4 cycles. Arrêt après le dernier cycle.
id: Istirahat panjang setelah setiap 4 putaran. Berhenti setelah putaran terakhir.
it: Pausa lunga ogni 4 cicli. Si ferma dopo l’ultimo ciclo.
ja: 4回ごとに長い休憩を取り、最終回の後に停止します。
ko: 4회차마다 긴 휴식을 넣고 마지막 회차가 끝나면 멈춥니다.
nl: Elke 4 rondes een lange pauze. Stopt na de laatste ronde.
pl: Po każdych czterech rundach następuje długa przerwa. Po ostatniej rundzie odliczanie się kończy.
pt_br: Uma pausa longa a cada 4 ciclos. O timer para ao fim do último ciclo.
ru: Длинный перерыв каждые 4 цикла. После последнего цикла отсчёт останавливается.
tr: Her 4 turdan sonra uzun mola. Son turdan sonra durur.
vi: Sau mỗi 4 vòng có một lần nghỉ dài. Dừng sau vòng cuối.
zh_hant: 每4輪一次長休息，最後一輪結束就停。

source: 每两周
de: Alle zwei Wochen
en: Every Two Weeks
es: Cada dos semanas
fr: Toutes les deux semaines
id: Setiap Dua Minggu
it: Ogni due settimane
ja: 隔週
ko: 격주
nl: Om de twee weken
pl: Co dwa tygodnie
pt_br: A Cada Duas Semanas
ru: Раз в две недели
tr: İki Haftada Bir
vi: Mỗi 2 tuần
zh_hant: 每兩週

source: 每个人都至少有一场在自己的工作时段内。
de: Für jede Person liegt mindestens ein Ereignis innerhalb ihrer Arbeitszeit.
en: Everyone has at least one session within their work hours.
es: Cada persona tiene al menos una sesión dentro de su horario laboral.
fr: Chaque personne a au moins une séance pendant ses horaires de travail.
id: Setiap orang memiliki setidaknya satu sesi dalam jam kerjanya.
it: Ogni persona ha almeno una sessione nel proprio orario di lavoro.
ja: 全員に、勤務時間内に参加できる回が少なくとも1回あります。
ko: 모든 참가자에게 근무 시간 안에 참석할 수 있는 회차가 적어도 하나 있습니다.
nl: Iedereen heeft minstens een sessie binnen de eigen werktijden.
pl: Każda osoba ma co najmniej jedną turę w swoich godzinach pracy.
pt_br: Cada pessoa tem pelo menos uma sessão dentro do seu horário de trabalho.
ru: У каждого есть хотя бы одна встреча в рабочее время.
tr: Herkesin en az bir oturumu kendi çalışma saatleri içinde.
vi: Mỗi người đều có ít nhất một phiên nằm trong giờ làm việc của mình.
zh_hant: 每個人都至少有一場在自己的工作時段內。

# 每人只来自己方便的那一场：挑出让尽可能多的人都在工作时段内的几个时刻。场次只按先后编号。
source: 每人只来一场。
de: Jede Person nimmt an einem Ereignis teil.
en: Each person attends one session.
es: Cada persona asiste a una sola sesión.
fr: Chaque personne n’assiste qu’à une séance.
id: Setiap orang menghadiri satu sesi.
it: Ogni persona partecipa a una sola sessione.
ja: 各自が1回だけ参加します。
ko: 각자 한 회차에만 참석합니다.
nl: Iedereen woont één sessie bij.
pl: Każda osoba przychodzi na jedną turę.
pt_br: Cada pessoa participa de apenas uma sessão.
ru: Каждый участвует только в одной встрече.
tr: Herkes yalnızca bir oturuma katılır.
vi: Mỗi người chỉ dự một phiên.
zh_hant: 每人只來一場。

source: 每周
de: Wöchentlich
en: Weekly
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Ogni settimana
ja: 毎週
ko: 매주
nl: Wekelijks
pl: Co tydzień
pt_br: Semanal
ru: Еженедельно
tr: Her Hafta
vi: Hằng tuần
zh_hant: 每週

source: 每工作日重叠 %@
de: %@ Überlappung pro Arbeitstag
en: %@ of overlap each workday
es: %@ de coincidencia cada día laborable
fr: Chevauchement par jour de travail : %@
id: Tumpang tindih %@ setiap hari kerja
it: %@ di sovrapposizione ogni giorno lavorativo
ja: 勤務日ごとの共通の勤務時間: %@
ko: 근무일마다 %@ 겹침
nl: %@ overlap per werkdag
pl: Wspólne godziny pracy każdego dnia roboczego: %@
pt_br: %@ de sobreposição a cada dia útil
ru: Пересечение в рабочие дни: %@
tr: Her çalışma günü ortak süre: %@
vi: Trùng %@ mỗi ngày làm việc
zh_hant: 每個工作日重疊%@

# 每工作日重叠 %@–%@
source: 每工作日重叠 %1$@–%2$@
de: %1$@–%2$@ Überlappung pro Arbeitstag
en: %1$@–%2$@ of overlap each workday
es: %1$@–%2$@ de coincidencia cada día laborable
fr: Chevauchement par jour de travail : %1$@–%2$@
id: Tumpang tindih %1$@–%2$@ setiap hari kerja
it: %1$@–%2$@ di sovrapposizione ogni giorno lavorativo
ja: 勤務日ごとの共通の勤務時間: %1$@〜%2$@
ko: 근무일마다 %1$@–%2$@ 겹침
nl: %1$@–%2$@ overlap per werkdag
pl: Wspólne godziny pracy każdego dnia roboczego: %1$@–%2$@
pt_br: %1$@–%2$@ de sobreposição a cada dia útil
ru: Пересечение в рабочие дни: %1$@—%2$@
tr: Her çalışma günü ortak süre: %1$@–%2$@
vi: Trùng %1$@–%2$@ mỗi ngày làm việc
zh_hant: 每個工作日重疊%1$@–%2$@

# 每次都有所有人在工作时段内的时刻，不需要轮换。下面是每次最合适的时刻。
source: 每次都有共同工作时段，不用轮换。
de: Für jede Besprechung gibt es gemeinsame Arbeitszeit; eine Rotation ist nicht nötig.
en: Every meeting has shared work hours, so no rotation is needed.
es: Todas las reuniones tienen horario laboral común; no hace falta rotar.
fr: Chaque réunion dispose d’un créneau de travail commun ; aucune rotation n’est nécessaire.
id: Setiap rapat memiliki jam kerja bersama, jadi rotasi tidak diperlukan.
it: Ogni riunione ha fasce di lavoro comuni, la rotazione non serve.
ja: 毎回、共通の勤務時間があるため、持ち回りは不要です。
ko: 모든 회차에 공통 근무 시간이 있어 순환이 필요 없습니다.
nl: Elke vergadering heeft gezamenlijke werktijd. Roulatie is niet nodig.
pl: Każde spotkanie ma wspólne godziny pracy, więc rotacja nie jest potrzebna.
pt_br: Todas as reuniões têm horário de trabalho em comum, então não é preciso revezar.
ru: У каждой встречи есть общее рабочее время, чередование не требуется.
tr: Her toplantı için ortak çalışma saati var, rotasyona gerek yok.
vi: Cuộc họp nào cũng có giờ làm việc chung, không cần luân phiên.
zh_hant: 每次都有共同工作時段，不需要輪換。

source: 没有人在工作时段内。
de: Niemand ist dann innerhalb der Arbeitszeit.
en: Nobody is within work hours then.
es: Nadie está en horario laboral en ese momento.
fr: Ce créneau tombe en dehors des horaires de travail de tout le monde.
id: Tidak ada yang berada dalam jam kerja saat itu.
it: In quel momento nessuno è nell’orario di lavoro.
ja: この時刻は全員の勤務時間外です。
ko: 이 시각은 모든 참가자의 근무 시간 밖입니다.
nl: Op dat moment is niemand binnen de eigen werktijden.
pl: Nikt nie jest wtedy w swoich godzinach pracy.
pt_br: Ninguém está dentro do horário de trabalho.
ru: Для всех это нерабочее время.
tr: O saatte kimse çalışma saatleri içinde değil.
vi: Thời điểm này nằm ngoài giờ làm việc của mọi người.
zh_hant: 沒有人在工作時段內。

source: 没有匹配的姓名
de: Keine passenden Namen
en: No Matching Names
es: No hay nombres coincidentes
fr: Aucun nom correspondant
id: Tidak Ada Nama yang Cocok
it: Nessun nome corrispondente
ja: 一致する名前がありません
ko: 일치하는 이름 없음
nl: Geen overeenkomende namen
pl: Brak pasujących imion i nazwisk
pt_br: Nenhum Nome Correspondente
ru: Совпадающих имён нет
tr: Eşleşen Ad Yok
vi: Không có tên phù hợp
zh_hant: 沒有符合的姓名

# 没有可读取的日历。请先在系统日历 App 中添加日历。
source: 没有可读取的日历。请先在“日历”App里添加。
de: Keine lesbaren Kalender. Füge zuerst einen in der App „Kalender“ hinzu.
en: No calendars to read. Add one in the Calendar app first.
es: No hay calendarios que leer. Añade uno en Calendario primero.
fr: Aucun calendrier à lire. Ajoutez-en d’abord un dans Calendrier.
id: Tidak ada kalender untuk dibaca. Tambahkan kalender di app Kalender terlebih dahulu.
it: Nessun calendario da leggere. Aggiungine prima uno in Calendario.
ja: 読み取れるカレンダーがありません。まず“カレンダー”アプリで追加してください。
ko: 읽을 수 있는 캘린더가 없습니다. 먼저 ‘캘린더’ 앱에서 추가하세요.
nl: Geen agenda's om te lezen. Voeg eerst een agenda toe in Agenda.
pl: Brak kalendarzy do odczytu. Najpierw dodaj kalendarz w aplikacji Kalendarz.
pt_br: Não há calendários para ler. Adicione um no app Calendário primeiro.
ru: Нет календарей для чтения. Сначала добавьте календарь в приложении «Календарь».
tr: Okunacak takvim yok. Önce Takvim uygulamasında bir takvim ekleyin.
vi: Không có lịch để đọc. Hãy thêm lịch trong ứng dụng Lịch trước.
zh_hant: 沒有可讀取的行事曆。請先在「行事曆」App中加入。

# 没有所有人都合适的时段
source: 没有共同工作时段
de: Keine gemeinsame Arbeitszeit
en: No shared work hours
es: Sin horario laboral común
fr: Aucun créneau de travail commun
id: Tidak ada jam kerja bersama
it: Nessuna fascia di lavoro comune
ja: 共通の勤務時間がありません
ko: 공통 근무 시간 없음
nl: Geen gezamenlijke werktijd
pl: Brak wspólnych godzin pracy
pt_br: Sem horário de trabalho em comum
ru: Нет общего рабочего времени
tr: Ortak çalışma saati yok
vi: Không có giờ làm việc chung
zh_hant: 沒有共同工作時段

# 没有所有人都在工作时段内的时刻。以下最接近，但有人在时段外：
source: 没有共同工作时段。以下最接近：
de: Keine gemeinsame Arbeitszeit. Diese Optionen kommen ihr am nächsten:
en: No shared work hours. The closest options:
es: No hay horario laboral común. Estas son las opciones más cercanas:
fr: Aucun créneau de travail commun. Voici les options les plus proches :
id: Tidak ada jam kerja bersama. Pilihan terdekat:
it: Nessuna fascia di lavoro comune. Le opzioni più vicine:
ja: 共通の勤務時間がありません。最も近い候補です:
ko: 공통 근무 시간이 없습니다. 아래는 가장 가까운 후보입니다:
nl: Geen gezamenlijke werktijd. Dit zijn de dichtstbijzijnde opties:
pl: Brak wspólnych godzin pracy. Najbliższe opcje:
pt_br: Sem horário de trabalho em comum. Estas são as opções mais próximas:
ru: Нет общего рабочего времени. Ниже самые близкие варианты:
tr: Ortak çalışma saati yok. En yakın seçenekler aşağıda:
vi: Không có giờ làm việc chung. Các lựa chọn dưới đây gần nhất:
zh_hant: 沒有共同工作時段。以下最接近：

source: 添加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
vi: Thêm
zh_hant: 新增

source: 添加人物
de: Person hinzufügen …
en: Add Person
es: Añadir persona
fr: Ajouter une personne
id: Tambahkan Orang
it: Aggiungi persona
ja: 人を追加
ko: 사람 추가
nl: Voeg persoon toe
pl: Dodaj osobę
pt_br: Adicionar Pessoa
ru: Добавить человека
tr: Kişi Ekle
vi: Thêm người
zh_hant: 新增人物

source: 添加假期
de: Urlaub hinzufügen …
en: Add Time Off
es: Añadir vacaciones
fr: Ajouter un congé
id: Tambahkan Cuti
it: Aggiungi ferie
ja: 休暇を追加
ko: 휴가 추가
nl: Voeg verlof toe
pl: Dodaj urlop
pt_br: Adicionar Férias
ru: Добавить отпуск
tr: İzin Ekle
vi: Thêm kỳ nghỉ
zh_hant: 新增假期

source: 添加固定时刻…
de: Feste Uhrzeit hinzufügen …
en: Add Fixed Time…
es: Añadir hora fija…
fr: Ajouter un horaire fixe…
id: Tambahkan Waktu Tetap…
it: Aggiungi orario fisso…
ja: 決まった時刻を追加…
ko: 고정된 시각 추가…
nl: Voeg vaste tijd toe…
pl: Dodaj stałą godzinę…
pt_br: Adicionar Horário Fixo…
ru: Добавить фиксированное время…
tr: Sabit Saat Ekle…
vi: Thêm giờ cố định…
zh_hant: 新增固定時刻⋯

source: 添加地点…
de: Ort hinzufügen …
en: Add Place…
es: Añadir lugar…
fr: Ajouter un lieu…
id: Tambahkan Lokasi…
it: Aggiungi luogo…
ja: 場所を追加…
ko: 장소 추가…
nl: Voeg locatie toe…
pl: Dodaj miejsce…
pt_br: Adicionar Local…
ru: Добавить место…
tr: Konum Ekle…
vi: Thêm địa điểm…
zh_hant: 新增地點⋯

# 添加姓名、所在地和作息，查看当地时间与工作状态。无需通讯录权限。
source: 添加同事或家人，看他们那边几点、在不在上班。
de: Füge Personen aus deinem Arbeits- oder Familienkreis hinzu, um ihre Ortszeit zu sehen und zu prüfen, ob sie bei der Arbeit sind.
en: Add colleagues or family to see their time and whether they’re at work.
es: Añade compañeros de trabajo o familiares para ver su hora y si están trabajando.
fr: Ajoutez des collègues ou de la famille pour voir leur heure et s’ils travaillent.
id: Tambahkan rekan kerja atau keluarga untuk melihat waktu dan status kerja mereka.
it: Aggiungi colleghi o familiari per vedere che ora è da loro e se sono al lavoro.
ja: 同僚や家族を追加して、相手の時刻や勤務中かどうかを確認できます。
ko: 동료나 가족을 추가하면 그곳의 시간과 근무 여부를 확인할 수 있습니다.
nl: Voeg collega's of familieleden toe om te zien hoe laat het bij hen is en of ze aan het werk zijn.
pl: Dodaj współpracowników lub członków rodziny, aby sprawdzić, która jest u nich godzina i czy są w pracy.
pt_br: Adicione colegas ou familiares para ver o horário local e se estão trabalhando.
ru: Добавьте коллег или родных, чтобы видеть, сколько у них времени и работают ли они сейчас.
tr: İş arkadaşlarınızı veya ailenizi ekleyerek bulundukları yerde saatin kaç olduğunu ve çalışıp çalışmadıklarını görün.
vi: Thêm đồng nghiệp hoặc người thân để xem giờ bên họ và họ có đang làm việc không.
zh_hant: 新增同事或家人，查看對方當地時間與工作狀態。

source: 添加旅行
de: Reise hinzufügen …
en: Add Trip
es: Añadir viaje
fr: Ajouter un voyage
id: Tambahkan Perjalanan
it: Aggiungi viaggio
ja: 旅行を追加
ko: 여행 추가
nl: Voeg reis toe
pl: Dodaj podróż
pt_br: Adicionar Viagem
ru: Добавить поездку
tr: Seyahat Ekle
vi: Thêm chuyến đi
zh_hant: 新增旅行

source: 清除选择
de: Auswahl aufheben
en: Clear Selection
es: Borrar selección
fr: Tout désélectionner
id: Kosongkan Pilihan
it: Deseleziona tutti
ja: 選択を解除
ko: 선택 해제
nl: Wis selectie
pl: Usuń zaznaczenie
pt_br: Limpar Seleção
ru: Снять выделение
tr: Seçimi Temizle
vi: Bỏ chọn tất cả
zh_hant: 清除選取項目

source: 点按修改
de: Zum Ändern klicken
en: Click to edit
es: Haz clic para editar
fr: Cliquez pour modifier.
id: Klik untuk mengedit
it: Fai clic per modificare
ja: クリックして変更
ko: 클릭하여 수정
nl: Klik om te wijzigen.
pl: Kliknij, aby edytować
pt_br: Clique para editar
ru: Нажмите, чтобы изменить
tr: Düzenlemek için tıklayın
vi: Bấm để sửa
zh_hant: 按一下編輯

source: 理想时段
de: Bevorzugte Zeiten
en: Preferred Hours
es: Horario ideal
fr: Horaires préférés
id: Jam Ideal
it: Fascia preferita
ja: 希望の時間枠
ko: 선호 시간대
nl: Voorkeursuren
pl: Preferowane godziny
pt_br: Horário Preferido
ru: Предпочтительное время
tr: Tercih Edilen Saatler
vi: Giờ ưu tiên
zh_hant: 理想時段

source: 番茄钟
de: Pomodoro
en: Pomodoro
es: Pomodoro
fr: Pomodoro
id: Pomodoro
it: Pomodoro
ja: ポモドーロ
ko: 뽀모도로
nl: Pomodoro
pl: Pomodoro
pt_br: Pomodoro
ru: Помодоро
tr: Pomodoro
vi: Pomodoro
zh_hant: 番茄鐘

source: 番茄钟已完成
de: Pomodoro abgeschlossen
en: Pomodoro complete
es: Pomodoro completado
fr: Pomodoro terminé
id: Pomodoro selesai
it: Pomodoro completato
ja: ポモドーロ完了
ko: 뽀모도로 완료
nl: Pomodoro voltooid
pl: Pomodoro ukończone
pt_br: Pomodoro concluído
ru: Помодоро завершён
tr: Pomodoro tamamlandı
vi: Đã hoàn tất Pomodoro
zh_hant: 番茄鐘已完成

source: 目的地
de: Zielort
en: Destination
es: Destino
fr: Destination
id: Tujuan
it: Destinazione
ko: 목적지
nl: Bestemming
pl: Miejsce docelowe
pt_br: Destino
ru: Место назначения
tr: Varış Yeri
vi: Điểm đến

source: 短休息
de: Kurze Pause
en: Short Break
es: Descanso corto
fr: Pause courte
id: Istirahat Pendek
it: Pausa breve
ja: 短い休憩
ko: 짧은 휴식
nl: Korte pauze
pl: Krótka przerwa
pt_br: Pausa Curta
ru: Короткий перерыв
tr: Kısa Mola
vi: Nghỉ ngắn

source: 短休息%lld分钟
de: Kurze Pause: %lld Min.
en: Short break: %lld minutes
es: Descanso corto: %lld min
fr: Pause courte : %lld min
id: Istirahat pendek: %lld menit
it: Pausa breve: %lld minuti
ja: 短い休憩: %lld分
ko: 짧은 휴식 %lld분
nl: Korte pauze: %lld minuten
pl: Krótka przerwa: %lld min
pt_br: Pausa curta de %lld minutos
ru: Короткий перерыв: %lld мин
tr: Kısa mola: %lld dakika
vi: Nghỉ ngắn %lld phút
zh_hant: 短休息%lld分鐘

source: 秒表
de: Stoppuhr
en: Stopwatch
es: Cronómetro
fr: Chronomètre
id: Stopwatch
it: Cronometro
ja: ストップウォッチ
ko: 스톱워치
nl: Stopwatch
pl: Stoper
pt_br: Cronômetro
ru: Секундомер
tr: Kronometre
vi: Bấm giờ
zh_hant: 碼錶

# 移除「%@」？
source: 删除“%@”？
de: „%@“ löschen?
en: Delete “%@”?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
id: Hapus “%@”?
it: Vuoi eliminare “%@”?
ja: “%@さん”を削除しますか?
ko: ‘%@’ 삭제할까요?
nl: '%@' verwijderen?
pl: Usunąć „%@”?
pt_br: Apagar “%@”?
ru: Удалить «%@»?
tr: “%@” silinsin mi?
vi: Xóa “%@”?
zh_hant: 要刪除%@嗎？

# 移除人物
source: 删除人物
de: Person löschen
en: Delete Person
es: Eliminar persona
fr: Supprimer la personne
id: Hapus Orang
it: Elimina persona
ja: 人を削除
ko: 사람 삭제
nl: Verwijder persoon
pl: Usuń osobę
pt_br: Apagar Pessoa
ru: Удалить человека
tr: Kişiyi Sil
vi: Xóa người
zh_hant: 刪除人物

# 移除人物…
source: 删除人物…
de: Person löschen …
en: Delete Person…
es: Eliminar persona…
fr: Supprimer la personne…
id: Hapus Orang…
it: Elimina persona…
ja: 人を削除…
ko: 사람 삭제…
nl: Verwijder persoon…
pl: Usuń osobę…
pt_br: Apagar Pessoa…
ru: Удалить человека…
tr: Kişiyi Sil…
vi: Xóa người…
zh_hant: 刪除人物⋯

# 移除假期
source: 删除假期
de: Urlaub löschen
en: Delete time off
es: Eliminar vacaciones
fr: Supprimer le congé
id: Hapus cuti
it: Elimina ferie
ja: 休暇を削除
ko: 휴가 삭제
nl: Verwijder verlof
pl: Usuń urlop
pt_br: Apagar Férias
ru: Удалить отпуск
tr: İzni Sil
vi: Xóa kỳ nghỉ
zh_hant: 刪除假期

# 移除固定时刻
source: 删除固定时刻
de: Feste Uhrzeit löschen
en: Delete Fixed Time
es: Eliminar hora fija
fr: Supprimer l’horaire fixe
id: Hapus Waktu Tetap
it: Elimina orario fisso
ja: 決まった時刻を削除
ko: 고정된 시각 삭제
nl: Verwijder vaste tijd
pl: Usuń stałą godzinę
pt_br: Apagar Horário Fixo
ru: Удалить фиксированное время
tr: Sabit Saati Sil
vi: Xóa giờ cố định
zh_hant: 刪除固定時刻

# 移除旅行
source: 删除旅行
de: Reise löschen
en: Delete Trip
es: Eliminar viaje
fr: Supprimer le voyage
id: Hapus Perjalanan
it: Elimina viaggio
ja: 旅行を削除
ko: 여행 삭제
nl: Verwijder reis
pl: Usuń podróż
pt_br: Apagar Viagem
ru: Удалить поездку
tr: Seyahati Sil
vi: Xóa chuyến đi
zh_hant: 刪除旅行

# 移除这次旅行？
source: 删除这次旅行？
de: Diese Reise löschen?
en: Delete this trip?
es: ¿Eliminar este viaje?
fr: Supprimer ce voyage ?
id: Hapus perjalanan ini?
it: Vuoi eliminare questo viaggio?
ja: この旅行を削除しますか?
ko: 이 여행을 삭제할까요?
nl: Deze reis verwijderen?
pl: Usunąć tę podróż?
pt_br: Apagar esta viagem?
ru: Удалить эту поездку?
tr: Bu seyahat silinsin mi?
vi: Xóa chuyến đi này?
zh_hant: 刪除這次旅行？

source: 第%lld场
de: Ereignis %lld
en: Session %lld
es: Sesión %lld
fr: Séance %lld
id: Sesi %lld
it: Sessione %lld
ja: 第%lld回
ko: %lld회차
nl: Sessie %lld
pl: Tura %lld
pt_br: Sessão %lld
ru: Встреча %lld
tr: %lld. Oturum
vi: Phiên %lld
zh_hant: 第%lld場

source: 第%lld轮，共%lld轮
de: Runde %lld von %lld
en: Round %lld of %lld
es: Ronda %lld de %lld
fr: Cycle %lld sur %lld
id: Putaran %lld dari %lld
it: Ciclo %lld di %lld
ja: %lld回目（全%lld回）
ko: %lld회차, 총 %lld회
nl: Ronde %lld van %lld
pl: Runda %lld z %lld
pt_br: Ciclo %lld de %lld
ru: Цикл %lld из %lld
tr: Tur %lld / %lld
vi: Vòng %lld trên %lld
zh_hant: 第%lld輪，共%lld輪

# 粘贴对方用 Dayside 分享的链接或片段。地点和作息会变成一位人物，两台 Mac 各自算重叠，不经过任何服务器。
source: 粘贴对方分享的时间名片（链接或文字）。
de: Füge eine geteilte Zeitkarte ein (Link oder Text).
en: Paste a Time Card someone shared (a link or text).
es: Pega una tarjeta horaria que alguien haya compartido contigo (un enlace o texto).
fr: Collez une carte horaire partagée par quelqu’un (un lien ou du texte).
id: Tempel Kartu Waktu yang dibagikan seseorang (tautan atau teks).
it: Incolla una scheda oraria condivisa da qualcuno (link o testo).
ja: 相手が共有した時間の名刺（リンクまたはテキスト）をペーストしてください。
ko: 상대가 공유한 시간 카드(링크 또는 텍스트)를 붙여 넣으세요.
nl: Plak een tijdkaart die iemand heeft gedeeld (een link of tekst).
pl: Wklej wizytówkę czasu od kogoś (łącze lub tekst).
pt_br: Cole um cartão de horário que alguém compartilhou (um link ou texto).
ru: Вставьте ссылку или текст карточки времени, которой кто-то поделился.
tr: Karşı tarafın paylaştığı Zaman Kartını yapıştırın (bağlantı veya metin).
vi: Dán danh thiếp thời gian mà người khác chia sẻ (liên kết hoặc văn bản).
zh_hant: 貼上對方分享的時間名片（連結或文字）。

# 系统时区变化时置顶对应地点
source: Mac换时区时，把对应的地点移到最前
de: Bei Zeitzonenwechsel des Mac den passenden Ort an den Anfang verschieben
en: Move the matching place to the top when your Mac changes time zones
es: Mover el lugar correspondiente arriba cuando el Mac cambie de zona horaria
fr: Placer le lieu correspondant en tête quand le Mac change de fuseau horaire
id: Pindahkan lokasi yang cocok ke paling atas saat Mac Anda berganti zona waktu
it: Quando cambia il fuso orario del Mac, sposta in cima il luogo corrispondente
ja: Macの時間帯が変わったら該当する場所を先頭へ
ko: 시스템 시간대가 바뀌면 해당 장소를 맨 위로
nl: Zet de bijpassende locatie bovenaan als je Mac van tijdzone wisselt
pl: Przenoś pasujące miejsce na górę po zmianie strefy czasowej Maca
pt_br: Mover o Local Correspondente para o Topo Quando o Mac Mudar de Fuso Horário
ru: Поднимать подходящее место наверх при смене часового пояса Mac
tr: Mac’in saat dilimi değiştiğinde eşleşen konumu en üste taşı
vi: Khi Mac đổi múi giờ, đưa địa điểm tương ứng lên đầu
zh_hant: Mac換時區時，把對應的地點移到最前

source: 组合
de: Gruppen
en: Groups
es: Grupos
fr: Groupes
id: Grup
it: Gruppi
ja: グループ
ko: 그룹
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
tr: Gruplar
vi: Nhóm
zh_hant: 組合

source: 组合名称
de: Gruppenname
en: Group name
es: Nombre del grupo
fr: Nom du groupe
id: Nama grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
tr: Grup adı
vi: Tên nhóm
zh_hant: 組合名稱

source: 继续
de: Fortsetzen
en: Resume
es: Continuar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 계속
nl: Hervat
pl: Wznów
pt_br: Retomar
ru: Продолжить
tr: Sürdür
vi: Tiếp tục
zh_hant: 繼續

source: 编辑
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
id: Edit
it: Modifica
ja: 編集
ko: 편집
nl: Wijzig
pl: Edytuj
pt_br: Editar
ru: Изменить
tr: Düzenle
vi: Sửa
zh_hant: 編輯

source: 编辑人物
de: Person bearbeiten …
en: Edit Person
es: Editar persona
fr: Modifier la personne
id: Edit Orang
it: Modifica persona
ja: 登録情報を編集
ko: 사람 편집
nl: Wijzig persoon
pl: Edytuj osobę
pt_br: Editar Pessoa
ru: Изменить данные человека
tr: Kişiyi Düzenle
vi: Sửa thông tin người
zh_hant: 編輯人物

# 至少选择两个地点或人物。在菜单栏面板添加地点，或在「人物时钟」添加人物。
source: 至少要有两个地点或人物。
de: Mindestens zwei Orte oder Personen erforderlich
en: Add at least two places or people.
es: Añade al menos dos lugares o personas.
fr: Il faut au moins deux lieux ou personnes.
id: Tambahkan setidaknya dua lokasi atau orang.
it: Servono almeno due luoghi o persone.
ja: 場所または人を合わせて2件以上追加してください。
ko: 장소와 사람을 합해 둘 이상이어야 합니다.
nl: Voeg minstens twee locaties of personen toe.
pl: Potrzebne są co najmniej dwa miejsca lub dwie osoby.
pt_br: Adicione pelo menos dois locais ou pessoas.
ru: Добавьте хотя бы два места или человека.
tr: En az iki konum veya kişi gerekli.
vi: Cần ít nhất hai địa điểm hoặc người.
zh_hant: 至少需要兩個地點或人物。

source: 范围
de: Zeitraum
en: Range
es: Intervalo
fr: Période
id: Rentang
it: Intervallo
ja: 検索範囲
ko: 검색 범위
nl: Periode
pl: Okres
pt_br: Período
ru: Период
tr: Aralık
vi: Phạm vi
zh_hant: 範圍

source: 菜单栏显示下一日程
de: Nächstes Ereignis in der Menüleiste anzeigen
en: Show next event in the menu bar
es: Mostrar el próximo evento en la barra de menús
fr: Afficher le prochain évènement dans la barre des menus
id: Tampilkan acara berikutnya di bar menu
it: Mostra il prossimo evento nella barra dei menu
ja: メニューバーに次の予定を表示
ko: 메뉴 막대에 다음 이벤트 표시
nl: Toon volgende activiteit in menubalk
pl: Pokazuj następne wydarzenie na pasku menu
pt_br: Mostrar Próximo Evento na Barra de Menus
ru: Показывать следующее событие в строке меню
tr: Sonraki etkinliği menü çubuğunda göster
vi: Hiển thị sự kiện tiếp theo trên thanh menu
zh_hant: 在選單列顯示下一個行程
